<?php

return [

    'customer' => [
        'sex' => [
            1 => '男', 2 => '女'
        ],
        'matrimony' => [
            1 => '已婚', 2 => '未婚'
        ],
        'bear' => [
            1 => '已育', 2 => '未育'
        ],
        'industry' => [
            1 => '互联网+', 2 => '互联网', 3 => '软件'
        ],
        'development' => [
            1 => '在京', 2 => '回老家'
        ],
        'opportunity' => [
            1 => '客户', 2 => '兼职顾问', 3 => '客户+兼职顾问'
        ],
        'potential' => [
            1 => '猎头', 2 => '派遣', 3 => '业务流程外包', 4 => '猎头+派遣', 5 => '猎头+业务流程外包', 6 => '派遣+业务流程外包', 7 => '人才推荐'
        ],
        'contribution' => [
            1 => '直签客户', 2 => '客户推荐', 3 => '人才推荐'
        ],
        'tiveness' => [
            1 => '有效', 2 => '无效'
        ],
        'enterprises' => [
            1 => '1-50', 2 => '0-99', 3 => '100-200', 4 => '200-500', 5 => '500-999', 6 => '1000以上'
        ],
        'importance' => [
            1 => '重点', 2 => '一般', 3 => '培养'
        ],
        'education' => [
            1 => '小学', 2 => '初中', 3 => '高中', 4 => '大专', 5 => '本科', 6 => '学士', 7 => '硕士', 8 => '博士'
        ],
        'PersonnelScale' => [
            1 => '50-99', 2 => '100-499', 3 => '500-999', 4 => '1000人以上'
        ],
        'Importance' => [
            1 => '重点', 2 => '一般'
        ],
        'tctype' => [
            1 => '猎头', 2 => '外包'
        ],
        'statuss' => [
            1 => '合作中', 2 => '待开发', 3 => '开发中', 4 => '合作暂停', 5 => '合作终止'
        ]
    ]

];
